{
    "htmlTitle": "Michal Antczak professional websites for entrepreneurs.",
    "htmlDescription": "Michal Antczak your partner in online marketing. Make your company visible by building a well-designed website and promoting your brand online.",
    "htmlKeywords": "make website, website development, website design, website creation, online marketing, social media, fast website design",

    "headerSearch": "Search",

    "navigationHome": "Home",
    "navigationWebsites": "Websites",
    "navigationMarketing": "Webshops",
    "navigationAdministration": "System Administration",
    "navigationProjects": "Projecten",
    "navigationContact": "Contact",

    "landingHeaderSlogan": "Keep your business online",
    "landingInfoCall": "Call me",
    "landingInfoWebsitesText": "I deliver customer-focused, high converting websites with emphasis on storytelling through digital communication strategy. I provide digital solutions that surprise and delight your audience.",
    "landingInfoWebsitesButton": "Website Design",
    "landingInfoMarketingText": "Catch the attention of your target audience and create instant sales opportunities with temporary campaigns based on what's happening and what's trending. Let the internet talk. Publish shareable content that spreads like wildfire to a targeted, customized audience, and brand your brand in the minds of new audiences, and convince them to spend their hard-earned cash on you.",
    "landingInfoMarketingButton": "Online Marketing",
    "landingQuote1": "I design websites,",
    "landingQuote2": "which create your brand",
    "landingIntersection1Sub": "Experienced Webdeveloper and Online Marketer",
    "landingIntersection1Main": "Michal Antczak",
    "landingIntersection1Text": "Are you a one-man business, freelancer or do you have a small business? Do you want the website to present your company neat and professional? I approach our customers individually and create unique websites according to your chosen style.",
    "landingIntersection1Button": "Projects",
    "landingIntersection2Sub": "Do you lead a small business with ambition to become a local tycoon in your industry?",
    "landingIntersection2Main": "I create your online brand",
    "landingIntersection2Text": "Well-designed website is compatible with search engines and social media. I ensure that your company reaches more potential customers and your brand becomes more recognizable.",
    "landingIntersection2Button": "Webshops",
    "landingIntroduceHeader": "I challenge you, ask critical questions, think along constructively.",
    "landingIntroduceText": "What do you want to achieve with your site? The objectives determine the actions I will take to attract more visitors to your site. I think along with you about how you can best entice customers to visit your website and then offer them what they are looking for.",
    "landingWelcomeS1Header": "Best design",
    "landingWelcomeS1Text": "I love to create functional, useful and qualitative products wrapped in sharp design. Using modern technologies and following best design practices I build user-friendly web tools.",
    "landingWelcomeS2Header": "Webshops",
    "landingWelcomeS2Text": "I design my webshops with ability to quickly adjust the business model and strategy of the company in response to changing conditions and emerging opportunities",
    "landingWelcomeS3Header": "Made with love",
    "landingWelcomeS3Text": "I care about your brand like my own. My customer-centric approach has been a staple of the company and I will continue to measure my success against the performance of my customers.",
    "landingWelcomeCardButton": "Read more",

    "websitesNavHome": "Home",
    "websitesNavCurrent": "Websites",
    "websitesSlogan1": "Need Website?",
    "websitesSlogan2": "I offer a complete package of integrated services tailored to your needs.",
    "websitesIntersection1Sub": "I do everything for you",
    "websitesIntersection1Main": "All-In Packages",
    "websitesIntersection1Text": "With All-In packages you don't have to worry about anything. I design your website and bring it online on one of my host servers. I provide the domain name and create your private email address. Content Management System, online reservation system, social media campaigns, online forms. Everything is possible. Choose a package that suits you.",
    "websitesIntersection2Sub": "I offer the best price-quality experience",
    "websitesIntersection2Main": "Website only",
    "websitesIntersection2Text": "Do you already have a domain name, server and mail, but do you want to refresh your website? I design websites for my customers from 199 euros. Very cheap, very professional.",
    "websitesIntersection2Button": "Contact Me",
    "websitesPackagesHeader": "All-In packages & prices",
    "websitesPackagesPeriod": "per month",
    "websitesPackagesButton": "Choose",
    "websitesPackagesContract": "with 1 year contract",
    "websitesPackagesStarter1": "Custom Design",
    "websitesPackagesStarter2": "Domain name",
    "websitesPackagesStarter3": "Hosting",
    "websitesPackagesStarter4": "up to 4 Pages",
    "websitesPackagesStarter5": "1 email address",
    "websitesPackagesStarter6": "Standard support",
    "websitesPackagesPro1": "Custom Design",
    "websitesPackagesPro2": "Domain name",
    "websitesPackagesPro3": "Hosting",
    "websitesPackagesPro4": "up to 6 Pages",
    "websitesPackagesPro5": "up to 5 email addresses",
    "websitesPackagesPro6": "CMS",
    "websitesPackagesPro7": "Online contact form",
    "websitesPackagesPro8": "Reservation/appointment system",
    "websitesPackagesPro9": "Standard support",
    "websitesPackagesAdvanced1": "Custom Design",
    "websitesPackagesAdvanced2": "Domain name",
    "websitesPackagesAdvanced3": "Hosting",
    "websitesPackagesAdvanced4": "up to 6 Pages",
    "websitesPackagesAdvanced5": "up to 5 email addresses",
    "websitesPackagesAdvanced6": "CMS",
    "websitesPackagesAdvanced7": "Online contact form",
    "websitesPackagesAdvanced8": "Reservation/appointment system",
    "websitesPackagesAdvanced9": "Social Media Activity",
    "websitesPackagesAdvanced10": "Support Pro",

    "webshopsNavHome": "Home",
    "webshopsNavCurrent": "Webshops",
    "webshopsHeaderMain": "Webshops that fit your needs",
    "webshopsHeaderText": "You can start your webshop within few weeks. With me you will securely manage items in your store, offer IDeal checkout system, send automated invoices or send subscribers emails with offerts. And all that wrapped in modern design.",
    "webshopIntersection1Sub": "Webshop with Michal Antczak",
    "webshopIntersection1Main": "Safe & modern",
    "webshopIntersection1Text": "I care about clients security and user experience.",
    "webshopIntersection1Button": "Contact Me",
    "webshopCircleText": "I offer variety of webshops, from small, elegant and simple shops with averaging 2000 visitors per month, up to big stores with more than 10 000 served clients per month. My prices vary depending on the amount of products and expected visitors. I provide secure Stripe checkout with many payment options including Ideal. Start your webshop with me and I will support you on your way to the success. ",

    "aboutNavHome": "Home",
    "aboutNavCurrent": "About",
    "aboutBoardText": "Welcome. We are team IT Context, a digital and strategic agency based in Purmerend. We believe in a long-term and accessible collaboration with our customers. Feel free to step into the online world with IT Context. We are happy to take you further with a lot of energy, advice and unburdening.",
    "aboutIntersectionSub": "Online success",
    "aboutIntersectionMain": "IT Context",
    "aboutIntersectionText": "We believe that your brand is special and tells its own authentic story.",
    "aboutSlogan": "We deliver customer-focused, high converting websites that place more emphasis on storytelling through digital communication strategy.",
    "aboutReviewsHeader1": "clients",
    "aboutReviewsHeader2": "reviews",
    "aboutReviewsHeaderSmall": "We work for our customers and we are proud to offer you the best quality products.",
    "aboutReviewsHeaderButton": "Read more",
    "aboutReviews1Name": "Claire Hempbury",
    "aboutReviews1Type": "webshop",
    "aboutReviews1Text": "IT Context not only helped us build a new website, but also started online activities via social media.",
    "aboutReviews2Name": "The Barber",
    "aboutReviews2Type": "barber saloon",
    "aboutReviews2Text": "Our company has been given a fresh look, beyond our expectations. Thumbs up!",
    "aboutReviews3Name": "La Casa",
    "aboutReviews3Type": "restaurant",
    "aboutReviews3Text": "Our new website presents very neat and reflects atmosphere of or local. Plus online reservering system with Coronavirus disclaimer.",

    "contactNavHome": "Voorpagina",
    "contactNavCurrent": "Contact",
    "contactFormHeaderMain": "Contact Form",
    "contactFormHeaderSub": "Do you have a question or comment? Fill in the contact form below, I will answer your question within 3 working days. Do you have a question about a product? Please state it in the form below:",
    "contactFormField1": "Name",
    "contactFormField2": "Email",
    "contactFormField3": "Message",
    "contactFormButton": "Send",
    "contactDetailsHeaderMain": "Customer Service",
    "contactDetailsHeaderSub1": "I AM FOR YOUR DISPOSAL",
    "contactDetailsHeaderSub2": "Do you have a question? Feel free to contact me using the contact details below.",

    "footerLinksProjects": "Projecten",
    "footerLinksWebsites": "Websites",
    "footerLinksMarketing": "Webshops",
    "footerLinksContact": "Contact",
    "footerLinksPrivacy": "Privacy Policy",
    "footerLinksCookies": "Cookies",
    "footerDisclaimer": "Michal Antczak. All rights reserved.",

    "projectsNavigationCurrent": "Projecten",
    "projectsCasaHeader": "La Casa Restaurant",
    "projectsCasaStrong": "La Casa Restaurant",
    "projectsCasaDescription": " is the italian restaurant. Their website present the company as sofisticated and elegant place. Visitor can chose the language and deep in the menu available online. For those who want to reserve the table special resevation system collect all necessary data including coronavirus disclaimer. Guests can also send a contact form if they have any questions.",
    "projectsBarberHeader": "Barber Hairdresser",
    "projectsBarberStrong": "Barber Hairdresser",
    "projectsBarberDescription": "is the hairdresser saloon. This neat and functional Web Application is made for the hairdresser salon. It's more than only informative website where customer can find prices and look at the beautifull and ease to use photo gallery. It's also elegant and easy way to send a contact request and make the appointments online.",
    "projectsClaireHeader": "Webshop Claire Hembury",
    "projectsClaireStrong": "Claire Hembury",
    "projectsClaireDescription": "is the fashion webshop. It contains all desired functionality. Its user interface is very easy and intuitive which makes navigation between sections almost natural. Website tracks recent showed products and stores shopping cart in in localStorage object. You can register or buy without logging in. Checkout is safe and supports many popular payment methods.",
    "projectsResumeHeader": "Royal Resume Generator",
    "projectsResumeDescription": "This Website is a free service allowing users generate their own resume, based on the template created by myself. The resume is filled by information provided by user in the form. Each section of the form is equivalent to the resume section, some fields are required, some have restricted amount of characters. Resume is generated on server side instance of Chrome. For this I use puppeteer and handlebars libraries. Then file is saved temporary (not in database) on server side and send to the client, where it is handled by browser (downloaded or opened). Service is free of charge, however user can 'donate' me using Paypal donate button. I do not store any information provided by client in the form, to make usage save and comfortable for users. Feel free to check it out!.",
    "projectsOtherHeader": "My other projects",
    "projectsOtherHeader1": "Noir Fatale Dark Electronics",
    "projectsOtherDescription1": "It's my private music project website. Making music is my big passion. This website has been created with simple HTML5, CSS3, JavaScript and a single line of PHP code to serve index.html file. I invite you to visit and listen to my dark, original, electronic music.",
    "projectsOtherHeader2": "Chefsbook",
    "projectsOtherDescription2": "Chefsbook is a tool for chefs, where you can store the most important data being used in the daily kitchen life. Think of recepies, schedules, calender with events, preparation lists. To use the service user has to register account or log in with Google.",

    "cookiesStatementHeader": "This website uses Cookies",
    "cookiesStatementText": "We use cookies to personalise content and adds, to provide social media features and to analyse our traffic. We share some of this cookies with our social media, analytic and advertising partners."
}
