{
    "htmlTitle": "Michal Antczak professioneel websites voor ondernemers.",
    "htmlDescription": "Michal Antczak uw partner in online marketing. Maak uw bedrijf zichtbaar door goed ontworpen website te bouwen en uw merk online te promoten.",
    "htmlKeywords": "website laten maken, website ontwikkelen, website ontwerp, websites maken, online marketing, social media, snele website ontwerpen",

    "headerSearch": "Zoeken",

    "navigationHome": "Voorpagina",
    "navigationWebsites": "Technologieën",
    "navigationMarketing": "Certificaten",
    "navigationProjects": "Projecten",
    "navigationContact": "Contact",

    "landingHeaderSlogan": "Houd uw bedrijf online",
    "landingInfoCall": "Bel me",
    "landingInfoWebsitesText": "Hi there! Bent u op zoek naar iemand om uw developers team te verrijken? Iemand die fronted- en backend-technologieën kent en inzicht heeft in online marketingstrategieën? Stop met verder zoeken, u bent op de juiste plek! Ik ken moderne technologieën en heb ervaring met het bouwen van websites op verschillende platforms. Duik into mijn projectensectie en de rest van de website, leer mij beter kennen en aarzel niet om mij te bellen wanneer u maar wilt.",
    "landingInfoWebsitesButton": "Mijn werk",
    "landingInfoMarketingText": "Vang de aandacht van uw doelgroep en creëer directe verkoopkansen met tijdige campagnes op basis van wat er gebeurt en wat trending is. Laat het internet praten. Publiceer deelbare content die zich als een lopend vuurtje verspreidt naar een gericht, aangepast publiek, en brand uw merk in de hoofden van een nieuw publiek, en overtuig hen om hun zuurverdiende geld bij u uit te geven.",
    "landingInfoMarketingButton": "Online Marketing",
    "landingQuote1": "Ik ontwerp websites,",
    "landingQuote2": "die creeren uw online merk",
    "landingSideTitle": "Daadwerkelijke vaardigheden",
    "landingSideField1": "Check mijn werk op mijn Github profile:",
    "landingSideField2": "Bekijk ook mijn Certificaten:",
    "landingSideField2Button": "Certificaten",
    "landingIntersection1Sub": "Ervaren Webontwikkelaar en Online Marketeer",
    "landingIntersection1Main": "Michal Antczak",
    "landingIntersection1Text": "Aangenaam. Ik ben Michal Antczak gepassioneerde webontwikkelaar. Ik lever klantgerichte websites die nadruk leggen op het vertellen van verhalen via digitale communicatiestrategie. Klik op de onderstaande knop om te zien met welke technologieën ik het beste werk.",
    "landingIntersection1Button": "Technologieën",
    "landingIntersection2Sub": "Bent u een eenmansbedrijf die ambitie hebt om een lokale tycoon in uw branche te worden?",
    "landingIntersection2Main": "Ik creëer uw online merk",
    "landingIntersection2Text": "Scherp ontworpen website is compatibel met zoekmachines en social media. Ik zorg dat uw bedrijf bereikt meer potentiële klanten en uw merk wordt beter herkenbaar.",
    "landingIntersection2Button": "Webshops",
    "landingIntroduceHeader": "Ik stel kritische vragen, denk constructief mee en combineer vorm en esthetiek met stijlvolle en gestructureerde code.",
    "landingIntroduceText": "Ik begrijp volledig hoe on-page SEO, kwalitatieve en relevante inhoud, geoptimaliseerde keywords samen met off-page promotie, backlinks opbouwen, rankings en verkeer analyse de zichtbaarheid en merkbekendheid van het bedrijf van de klant kunnen verbeteren. Ik vergeet nooit de usability van de website, zijn prestaties en documentatie van mijn werk. Ik ben niet alleen professioneel maar ook vriendelijk en betaalbaar collega.",
    "landingWelcomeS1Header": "Best design",
    "landingWelcomeS1Text": "Ik hou van om functionele, nuttige en kwalitatieve producten te maken, verpakt in een scherp ontwerp. Met behulp van moderne technologieën en volgens de beste ontwerppraktijken bouw ik gebruiksvriendelijke webtools.",
    "landingWelcomeS2Header": "Moderne tools",
    "landingWelcomeS2Text": "k ben altijd op de hoogte van nieuwe technologieën en trends binnen de webontwikkelingsindustrie. Ik leer snel en pas nieuw aangeleerde tools direct in de praktijk toe.",
    "landingWelcomeS3Header": "Met liefde gemaakt",
    "landingWelcomeS3Text": "Ik geef om uw merk zoals op mij eigen merk. Klantgerichte aanpak is altijd mijn prioriteit en ik zal mij succes blijven meten aan de prestaties van mij opdrachtgevers. Wenst u me beter leren kennen? Neem een contact met mij mee om gesprek in te plannen.",
    "landingWelcomeCardButton1": "Projecten",
    "landingWelcomeCardButton2": "Technologieën",
    "landingWelcomeCardButton3": "Contact",

    "websitesNavHome": "Voorpagina",
    "websitesNavCurrent": "Technologieën",
    "websitesSlogan1": "De moderne technologieën helpen bij het creëren van up-to-date producten.",
    "websitesSlogan2": "Mijn kennis van de nieuwste en populairste tools en trends zal de prestaties van uw team omhoogschieten.",
    "websitesIntersection1Sub": "Ik doe alles voor je",
    "websitesIntersection1Main": "All-In Pakkets",
    "websitesIntersection1Text": "Met All-In pakkets hoef je over niks te zorgen. Ok ontwerp jou website en breng het online op een van mij host servers. Ik verstrek de domeinnaam en creëer uw privé e-mailadres. Content Management System, online reservering systeem, social media campagnes, online formuliers. Alles is mogelijk. Kies een pakket die bij je past.",
    "websitesIntersection2Sub": "Ik bied de beste prijs-kwaliteit ervaring",
    "websitesIntersection2Main": "Website only",
    "websitesIntersection2Text": "Heeft u al een domeinnaam, server en mail, maar wil je je website wat verfrissen? Ik ontwerp websites voor mij klanten al vanaf 199 euro. Zeer goedkoop, zeer professioneel.",
    "websitesIntersection2Button": "Neem Contact Op",
    "websitesPackagesHeader": "All-In pakkets & prijzen",
    "websitesPackagesPeriod": "per maand",
    "websitesPackagesButton": "Kiezen",
    "websitesPackagesContract": "met 1 jaar contract",
    "websitesPackagesStarter1": "Aangepast ontwerp",
    "websitesPackagesStarter2": "Domainnaam",
    "websitesPackagesStarter3": "Hosting",
    "websitesPackagesStarter4": "tot 4 Paginas",
    "websitesPackagesStarter5": "1 e-mailadres",
    "websitesPackagesStarter6": "Standard support",
    "websitesPackagesPro1": "Aangepast ontwerp",
    "websitesPackagesPro2": "Domainnaam",
    "websitesPackagesPro3": "Hosting",
    "websitesPackagesPro4": "tot 6 Paginas",
    "websitesPackagesPro5": "tot 5 e-mailadresen",
    "websitesPackagesPro6": "CMS",
    "websitesPackagesPro7": "Online formulier",
    "websitesPackagesPro8": "Reserveering/afspraak system",
    "websitesPackagesPro9": "Standard support",
    "websitesPackagesAdvanced1": "Aangepast ontwerp",
    "websitesPackagesAdvanced2": "Domainnaam",
    "websitesPackagesAdvanced3": "Hosting",
    "websitesPackagesAdvanced4": "tot 6 Paginas",
    "websitesPackagesAdvanced5": "tot 5 e-mailadresen",
    "websitesPackagesAdvanced6": "CMS",
    "websitesPackagesAdvanced7": "Online formulier",
    "websitesPackagesAdvanced8": "Reserveering/afspraak system",
    "websitesPackagesAdvanced9": "Social Media Activiteit",
    "websitesPackagesAdvanced10": "Support Pro",
    "technologiesIntersectionSub": "Cloudoplossingen verbeteren de toegankelijkheid en prestaties van moderne API's",
    "technologiesIntersectionMain": "Servers & Cloud Computing",
    "technologiesIntersectionText": "Ik heb ervaring met zowel AWS EC2-instances als DigitalOcean-druppels. Op basis van Linux OS kan ik vele soorten API's, websites en databases tot leven brengen.",
    "technologiesHtml": "Ik schrijf cross-browser herbruikbare code met nieuwe semantiek, inclusief canvas, multimediatags en nog veel meer.",
    "technologiesCss": "Ik ben flexibel in het maken van CSS-lay-outs met behulp van Flexbox en Grid. Mijn ontwerpen verpak ik in mooie animaties en transitions. Ik schrijf de code met BEM-notificatie of styled-components, evenals CSS-modules en CSS in JavaScript.",
    "technologiesSass": "Deze CSS-preprocessor wordt geleverd met krachtige functionaliteit. Ik ken onder andere: functies, mixins, interpolaties, @content en @import directives, verwijzingssymbool '&'.",
    "technologiesJs": "Ik ben vrij vloeiend in JavaScript. Ik gebruik moderne EcmaScript syntax (tenminste 2016) en ik zorg op leesbaar, kort en functioneel code.",
    "technologiesReact": "Dit moderne framework is mijn favoriete tool. Ik voel me comfortabel met zowel functionele als klasse-gebaseerde componenten, React Redux, React Router, gebouwd op React GatsbyJs en Hooks.",
    "technologiesNode": "Ik maak gebruik van NodeJs met Express om functionele RESTful API's te bouwen. Ik kan bijna elke gewenste backend-functionaliteit ontwerpen en maken.",
    "technologiesNginx": "Meestal gebruik ik Nginx als een reverse proxyserver, maar ik kan het ook gebruiken als een backend-server om inkomende requests te handelen.",
    "technologiesLinux": "Ik werkte met Virtual Private Servers op basis van Linux OS. Ik ken de structuur, commands en basisprincipes van Bash-scripttaal.",
    "technologiesMongo": "Op basis van de relationele database van MongoDB heb ik mijn meest complexe webapplicatie voor chef-koks gebouwd:",
    "technologiesPsql": "Ik ben het meest vloeiend in de goede oude open source PostgreSQL. Inserts updates, alters, transacties en nog veel meer SQL-syntaxis is mij bekend.",
    "technologiesGraphql": "Ik ben onlangs mijn reis begonnen met deze query taal en ik voelde me er verliefd op! Ik heb geen probleem met het gebruik van die tool, waarmee ik meestal contact heb via GatsbyJs.",
    "technologiesGithub": "Niet te vergeten de meest populaire versiebeheer GitHub. Ik heb veel geoefend met adding, commiting, pushing, forking cloning, branching, merging, rebasing, making pull requests, reseting head (soft or hard), stashing en de andere functionaliteit.",

    "certificatesHeader": "Certificaten",
    "webshopsNavHome": "Voorpagina",
    "webshopsNavCurrent": "Certificaten",
    "webshopIntersection1Sub": "Webshop met IT Context",
    "webshopIntersection1Main": "Veilig & modern",
    "webshopIntersection1Text": "Ik geef om de beveiliging en gebruikerservaring van klanten.",
    "webshopIntersection1Button": "Neem contact op",
    "webshopCircleText": "Mijn onderwijspad werd gekenmerkt door een continu zelflerend proces. Ik heb de meeste van mijn kennis door de online media heen gegrepen en heb talloze artikelen, tutorials en cursussen verzameld. Sommigen van hen zou ik het meest willen benadrukken.",

    "aboutNavHome": "Voorpagina",
    "aboutNavCurrent": "Over Ons",
    "aboutBoardText": "Aangenaam. Wij zijn team IT Context, een digitaal en strategisch bureau gevestigd in Purmerend. Wij geloven in een langdurige en toegankelijke samenwerking met onze klanten. Stap gerust binnen in online wereld met IT Context. We brengen je graag verder met veel energie, adviseren en ontzorgen.",
    "aboutIntersectionSub": "Online succes",
    "aboutIntersectionMain": "IT Context",
    "aboutIntersectionText": "Wij geloven dat jouw merk bijzonder is en zijn eigen authentieke verhaal vertelt.",
    "aboutSlogan": "We leveren klantgerichte, hoog converterende websites die meer nadruk leggen op het vertellen van verhalen via digitale communicatiestrategie.",
    "aboutReviewsHeader1": "klanten",
    "aboutReviewsHeader2": "reviews",
    "aboutReviewsHeaderSmall": "Wij werken voor onze klanten en wij zijn trots om de beste kwaliteit producten aan u te bieden.",
    "aboutReviewsHeaderButton": "Lees meer",
    "aboutReviews1Name": "Claire Hempbury",
    "aboutReviews1Type": "webshop",
    "aboutReviews1Text": "IT Context heeft ons niet alleen geholpen met het bouwen van een nieuwe website, maar ook met het op gang brengen van online activiteiten via sociale media.",
    "aboutReviews2Name": "The Barber",
    "aboutReviews2Type": "barber saloon",
    "aboutReviews2Text": "Ons bedrijf heeft frisse uitstraling gekregen, boven onze verwachting. Duim omhoog!",
    "aboutReviews3Name": "La Casa",
    "aboutReviews3Type": "restaurant",
    "aboutReviews3Text": "Onze nieuwe website presenteert zeer netjes en weerspiegelt de sfeer van ons lokaal. Plus online reserveringssysteem met Coronavirus disclaimer.",

    "contactNavHome": "Voorpagina",
    "contactNavCurrent": "Contact",
    "contactFormHeaderMain": "Contact Formulier",
    "contactFormHeaderSub": "Heb je een vraag of opmerking? Vul dan onderstaand contactformulier in, ik streef ernaar om je vraag binnen 3 werkdagen te beantwoorden. Heb je een vraag over een van ons dienst? Vermeld dan het in onderstaand formulier:",
    "contactFormField1": "Naam",
    "contactFormField2": "Email",
    "contactFormField3": "Bericht",
    "contactFormButton": "Versturen",
    "contactDetailsHeaderMain": "Klantenservice",
    "contactDetailsHeaderSub1": "IK BEN JE GRAAG VAN DIENST",
    "contactDetailsHeaderSub2": "Heb je een vraag voor mij? Neem gerust contact met mij op via de onderstaande contactgegevens.",

    "footerLinksProjects": "Projects",
    "footerLinksCertificates": "Certificaten",
    "footerLinksMarketing": "Technologieën",
    "footerLinksContact": "Contact",
    "footerLinksPrivacy": "Privacy Policy",
    "footerLinksCookies": "Cookies",
    "footerDisclaimer": "Michal Antczak. Alle rechten voorbehouden.",

    "projectsHeaderMain": "Galerij - overzicht van Projecten",
    "projectsHeaderText": "Al mijn websites zijn responsive. Elke schermdiameter heeft zijn passende  lay-out en inhoudelijke structuur, zodat de website goed wordt weergegeven op verschillende apparaten.",
    "projectsNavigationCurrent": "Projects",
    "projectsCasaHeader": "La Casa Restaurant",
    "projectsCasaStrong": "La Casa Restaurant",
    "projectsCasaDescription": " is het Italiaanse restaurant. Hun website presenteert het bedrijf als een verfijnde en elegante plek. Bezoekers kunnen de taal kiezen en diep in het menu dat online beschikbaar is. Voor degenen die de tafel willen reserveren, verzamelt het speciale resevation-systeem alle benodigde gegevens, inclusief coronavirus-disclaimer. Gasten kunnen ook een contactformulier sturen als ze vragen hebben.",
    "projectsBarberHeader": "Barber Kapsalon",
    "projectsBarberStrong": "Barber Kapsalon",
    "projectsBarberDescription": " is de kapsalon. Deze nette en functionele webapplicatie is gemaakt voor de kapsalon. Het is meer dan alleen een informatieve website waar klanten prijzen kunnen vinden en de prachtige en gebruiksvriendelijke fotogalerij kunnen bekijken. Het is ook een elegante en gemakkelijke manier om een contactverzoek te verzenden en de afspraken online te maken.",
    "projectsClaireHeader": "Webshop Claire Hembury",
    "projectsClaireStrong": "Claire Hembury",
    "projectsClaireDescription": "is de fashion webshop. Het bevat alle gewenste functionaliteit. De gebruikersinterface is zeer eenvoudig en intuïtief, waardoor navigatie tussen secties bijna natuurlijk is. Website volgt recentelijk vertoonde producten en winkels winkelwagen in localStorage-object. U kunt zich registreren of kopen zonder in te loggen. Afrekenen is veilig en ondersteunt veel populaire betaalmethoden.",
    "projectsResumeHeader": "Royal Resume Generator",
    "projectsResumeDescription": "Deze website is een gratis service waarmee gebruikers hun eigen cv kunnen genereren op basis van de door mij gemaakte sjabloon. Het cv wordt ingevuld door informatie die door de gebruiker in het formulier is verstrekt. Elke sectie van het formulier is gelijk aan de hervattingssectie, sommige velden zijn verplicht, sommige hebben een beperkt aantal tekens. CV wordt gegenereerd op serverzijde van Chrome. Hiervoor gebruik ik poppenspelers en stuurbibliotheken. Vervolgens wordt het bestand tijdelijk opgeslagen (niet in database) aan serverzijde en naar de client gestuurd, waar het door de browser wordt afgehandeld (gedownload of geopend). De service is gratis, maar de gebruiker kan me 'doneren' met de donatieknop van Paypal. Ik bewaar geen door de klant verstrekte informatie in het formulier om het gebruik voor gebruikers veilig en comfortabel te maken. Bekijk het gerust !",
    "projectsOtherHeader": "My other projects",
    "projectsOtherHeader1": "Noir Fatale Dark Electronics",
    "projectsOtherDescription1": "Het is mijn privé website voor muziekprojecten. Muziek maken is mijn grote passie. Deze website is gemaakt met eenvoudige HTML5, CSS3, JavaScript en een enkele regel PHP-code om het index.html-bestand te bedienen. Ik nodig je uit om mijn donkere, originele, elektronische muziek te bezoeken en te beluisteren.",
    "projectsOtherHeader2": "Chefsbook",
    "projectsOtherDescription2": "Chefsbook is een hulpmiddel voor chef-koks, waarin u de belangrijkste gegevens die in het dagelijkse keukenleven worden gebruikt, kunt opslaan. Denk hierbij aan recepten, schema's, kalender met evenementen, voorbereidingslijsten. Om de service te gebruiken, moet de gebruiker een account registreren of inloggen bij Google.",

    "cookiesStatementHeader": "This website uses Cookies",
    "cookiesStatementText": "We use cookies to personalise content and adds, to provide social media features and to analyse our traffic. We share some of this cookies with our social media, analytic and advertising partners."
}
