{
    "htmlTitle": "Michal Antczak professioneel websites voor ondernemers.",
    "htmlDescription": "Michal Antczak uw partner in online marketing. Maak uw bedrijf zichtbaar door goed ontworpen website te bouwen en uw merk online te promoten.",
    "htmlKeywords": "website laten maken, website ontwikkelen, website ontwerp, websites maken, online marketing, social media, snele website ontwerpen",

    "headerSearch": "Zoeken",

    "navigationHome": "Voorpagina",
    "navigationWebsites": "Websites",
    "navigationMarketing": "Webshops",
    "navigationAdministration": "System Administratie",
    "navigationProjects": "Projects",
    "navigationContact": "Contact",

    "landingHeaderSlogan": "Houd uw bedrijf online",
    "landingInfoWebsitesText": "Ik lever klantgerichte, hoog converterende websites die meer nadruk leggen op het vertellen van verhalen via digitale communicatiestrategie. Met mij ontwerp-, strategie- en ontwikkelingservaring lever ik digitale oplossingen die uw publiek verrassen en verrukken.",
    "landingInfoWebsitesButton": "Website Ontwerpen",
    "landingInfoMarketingText": "Vang de aandacht van uw doelgroep en creëer directe verkoopkansen met tijdige campagnes op basis van wat er gebeurt en wat trending is. Laat het internet praten. Publiceer deelbare content die zich als een lopend vuurtje verspreidt naar een gericht, aangepast publiek, en brand uw merk in de hoofden van een nieuw publiek, en overtuig hen om hun zuurverdiende geld bij u uit te geven.",
    "landingInfoMarketingButton": "Online Marketing",
    "landingQuote1": "Ik ontwerp websites,",
    "landingQuote2": "die creeren uw online merk",
    "landingIntersection1Sub": "Ervaren Webontwikkelaar en Online Marketeer",
    "landingIntersection1Main": "Michal Antczak",
    "landingIntersection1Text": "Bent u een eenmansbedrijf, freelancer of heeft u een kleine zaak? Wilt u dat uw website zich scherp en professioneel presenteert? Ik benadeer klanten individueel en maak unique websites volgens door u gekozen stijl.",
    "landingIntersection1Button": "Projects",
    "landingIntersection2Sub": "Bent u een eenmansbedrijf die ambitie hebt om een lokale tycoon in uw branche te worden?",
    "landingIntersection2Main": "Ik creëer uw online merk",
    "landingIntersection2Text": "Scherp ontworpen website is compatibel met zoekmachines en social media. Ik zorg dat uw bedrijf bereikt meer potentiële klanten en uw merk wordt beter herkenbaar.",
    "landingIntersection2Button": "Webshops",
    "landingIntroduceHeader": "Ik daag je uit, stel kritische vragen, denk constructief mee.",
    "landingIntroduceText": " Wat wil je bereiken met je site? De doelstellingen bepalen de acties ik ga ondernemen om meer bezoekers naar je site toe halen. Ik denk graag met je mee over hoe je het beste klanten kunt verleiden jouw website te bezoeken en ze vervolgens aan te bieden wat ze zoeken.",
    "landingWelcomeS1Header": "Best design",
    "landingWelcomeS1Text": "Ik hou van om functionele, nuttige en kwalitatieve producten te maken, verpakt in een scherp ontwerp. Met behulp van moderne technologieën en volgens de beste ontwerppraktijken bouw ik gebruiksvriendelijke webtools.",
    "landingWelcomeS2Header": "Webshops",
    "landingWelcomeS2Text": "Ik ontwerp de webwinkels met het vermogen om snel het bedrijfsmodel en de strategie van het bedrijf aan te passen aan veranderende omstandigheden en opkomende kansen",
    "landingWelcomeS3Header": "Met liefde gemaakt",
    "landingWelcomeS3Text": "Ik geef om uw merk zoals om mij eigen merk. Mijn klantgerichte aanpak is een hoofdbestanddeel van het bedrijf geweest en ik zal mij succes blijven meten aan de prestaties van mij klanten.",
    "landingWelcomeCardButton": "Lees meer",

    "websitesNavHome": "Voorpagina",
    "websitesNavCurrent": "Websites",
    "websitesSlogan1": "Website Laten Maken?",
    "websitesSlogan2": "Ik bied een compleet pakket van geïntegreerde services op maat van uw behoeften.",
    "websitesIntersection1Sub": "Ik doe alles voor je",
    "websitesIntersection1Main": "All-In Pakkets",
    "websitesIntersection1Text": "Met All-In pakkets hoef je over niks te zorgen. Ok ontwerp jou website en breng het online op een van mij host servers. Ik verstrek de domeinnaam en creëer uw privé e-mailadres. Content Management System, online reserveering systeem, social media campagnes, online formuliers. Alles is mogelijk. Kies een pakket die bij je past.",
    "websitesIntersection2Sub": "Ik bied de beste prijs-kwaliteit ervaring",
    "websitesIntersection2Main": "Website only",
    "websitesIntersection2Text": "Heeft u al een domeinnaam, server en mail, maar wil je je website wat verfrissen? Ik ontwerp websites voor mij klanten al vanaf 199 euro. Zeer goedkoop, zeer professioneel.",
    "websitesIntersection2Button": "Neem Contact Op",
    "websitesPackagesHeader": "All-In pakkets & prijzen",
    "websitesPackagesPeriod": "per maand",
    "websitesPackagesButton": "Kiezen",
    "websitesPackagesContract": "met 1 jaar contract",
    "websitesPackagesStarter1": "Aangepast ontwerp",
    "websitesPackagesStarter2": "Domainnaam",
    "websitesPackagesStarter3": "Hosting",
    "websitesPackagesStarter4": "tot 4 Paginas",
    "websitesPackagesStarter5": "1 e-mailadres",
    "websitesPackagesStarter6": "Standard support",
    "websitesPackagesPro1": "Aangepast ontwerp",
    "websitesPackagesPro2": "Domainnaam",
    "websitesPackagesPro3": "Hosting",
    "websitesPackagesPro4": "tot 6 Paginas",
    "websitesPackagesPro5": "tot 5 e-mailadresen",
    "websitesPackagesPro6": "CMS",
    "websitesPackagesPro7": "Online formulier",
    "websitesPackagesPro8": "Reserveering/afspraak system",
    "websitesPackagesPro9": "Standard support",
    "websitesPackagesAdvanced1": "Aangepast ontwerp",
    "websitesPackagesAdvanced2": "Domainnaam",
    "websitesPackagesAdvanced3": "Hosting",
    "websitesPackagesAdvanced4": "tot 6 Paginas",
    "websitesPackagesAdvanced5": "tot 5 e-mailadresen",
    "websitesPackagesAdvanced6": "CMS",
    "websitesPackagesAdvanced7": "Online formulier",
    "websitesPackagesAdvanced8": "Reserveering/afspraak system",
    "websitesPackagesAdvanced9": "Social Media Activiteit",
    "websitesPackagesAdvanced10": "Support Pro",

    "webshopsNavHome": "Voorpagina",
    "webshopsNavCurrent": "Webshops",
    "webshopsHeaderMain": "Webshops op maat van uw behoeften",
    "webshopsHeaderText": "Binnen enkele weken kunt u uw webshop starten. Bij mij beheert u veilig items in uw winkel, biedt u IDeal-kassasysteem aan, verzendt u geautomatiseerde facturen of stuurt u abonnees-e-mails met offertes. En dat alles verpakt in modern design.",
    "webshopIntersection1Sub": "Webshop met IT Context",
    "webshopIntersection1Main": "Veilig & modern",
    "webshopIntersection1Text": "Ik geef om de beveiliging en gebruikerservaring van klanten.",
    "webshopIntersection1Button": "Neem contact op",
    "webshopCircleText": "Ik bied verschillende webshops, van kleine, elegante en eenvoudige winkels met gemiddeld 2000 bezoekers per maand tot grote winkels met meer dan 10.000 bediende klanten per maand. Mij prijzen variëren afhankelijk van het aantal producten en verwachte bezoekers. Ik bied veilige Stripe-afhandeling met veel betalingsopties, waaronder Ideal. Start uw webshop bij mij en ik ondersteunen u op weg naar het succes.",

    "aboutNavHome": "Voorpagina",
    "aboutNavCurrent": "Over Ons",
    "aboutBoardText": "Aangenaam. Wij zijn team IT Context, een digitaal en strategisch bureau gevestigd in Purmerend. Wij geloven in een langdurige en toegankelijke samenwerking met onze klanten. Stap gerust binnen in online wereld met IT Context. We brengen je graag verder met veel energie, adviseren en ontzorgen.",
    "aboutIntersectionSub": "Online succes",
    "aboutIntersectionMain": "IT Context",
    "aboutIntersectionText": "Wij geloven dat jouw merk bijzonder is en zijn eigen authentieke verhaal vertelt.",
    "aboutSlogan": "We leveren klantgerichte, hoog converterende websites die meer nadruk leggen op het vertellen van verhalen via digitale communicatiestrategie.",
    "aboutReviewsHeader1": "klanten",
    "aboutReviewsHeader2": "reviews",
    "aboutReviewsHeaderSmall": "Wij werken voor onze klanten en wij zijn trots om de beste kwaliteit producten aan u te bieden.",
    "aboutReviewsHeaderButton": "Lees meer",
    "aboutReviews1Name": "Claire Hempbury",
    "aboutReviews1Type": "webshop",
    "aboutReviews1Text": "IT Context heeft ons niet alleen geholpen met het bouwen van een nieuwe website, maar ook met het op gang brengen van online activiteiten via sociale media.",
    "aboutReviews2Name": "The Barber",
    "aboutReviews2Type": "barber saloon",
    "aboutReviews2Text": "Ons bedrijf heeft frisse uitstraling gekregen, boven onze verwachting. Duim omhoog!",
    "aboutReviews3Name": "La Casa",
    "aboutReviews3Type": "restaurant",
    "aboutReviews3Text": "Onze nieuwe website presenteert zeer netjes en weerspiegelt de sfeer van ons lokaal. Plus online reserveringssysteem met Coronavirus disclaimer.",

    "contactNavHome": "Voorpagina",
    "contactNavCurrent": "Contact",
    "contactFormHeaderMain": "Contact Formulier",
    "contactFormHeaderSub": "Heb je een vraag of opmerking? Vul dan onderstaand contactformulier in, ik streef ernaar om je vraag binnen 3 werkdagen te beantwoorden. Heb je een vraag over een van ons dienst? Vermeld dan het in onderstaand formulier:",
    "contactFormField1": "Naam",
    "contactFormField2": "Email",
    "contactFormField3": "Bericht",
    "contactFormButton": "Versturen",
    "contactDetailsHeaderMain": "Klantenservice",
    "contactDetailsHeaderSub1": "IK BEN JE GRAAG VAN DIENST",
    "contactDetailsHeaderSub2": "Heb je een vraag voor mij? Neem gerust contact met mij op via de onderstaande contactgegevens.",

    "footerLinksProjects": "Projects",
    "footerLinksWebsites": "Websites",
    "footerLinksMarketing": "Webshops",
    "footerLinksContact": "Contact",
    "footerLinksPrivacy": "Voorwaarden",
    "footerLinksCookies": "Cookies",
    "footerDisclaimer": "MIchal Antczak. Alle rechten voorbehouden.",

    "projectsNavigationCurrent": "Projects",
    "projectsCasaHeader": "La Casa Restaurant",
    "projectsCasaStrong": "La Casa Restaurant",
    "projectsCasaDescription": " is het Italiaanse restaurant. Hun website presenteert het bedrijf als een verfijnde en elegante plek. Bezoekers kunnen de taal kiezen en diep in het menu dat online beschikbaar is. Voor degenen die de tafel willen reserveren, verzamelt het speciale resevation-systeem alle benodigde gegevens, inclusief coronavirus-disclaimer. Gasten kunnen ook een contactformulier sturen als ze vragen hebben.",
    "projectsBarberHeader": "Barber Kapsalon",
    "projectsBarberStrong": "Barber Kapsalon",
    "projectsBarberDescription": " is de kapsalon. Deze nette en functionele webapplicatie is gemaakt voor de kapsalon. Het is meer dan alleen een informatieve website waar klanten prijzen kunnen vinden en de prachtige en gebruiksvriendelijke fotogalerij kunnen bekijken. Het is ook een elegante en gemakkelijke manier om een contactverzoek te verzenden en de afspraken online te maken.",
    "projectsClaireHeader": "Webshop Claire Hembury",
    "projectsClaireStrong": "Claire Hembury",
    "projectsClaireDescription": "is de fashion webshop. Het bevat alle gewenste functionaliteit. De gebruikersinterface is zeer eenvoudig en intuïtief, waardoor navigatie tussen secties bijna natuurlijk is. Website volgt recentelijk vertoonde producten en winkels winkelwagen in localStorage-object. U kunt zich registreren of kopen zonder in te loggen. Afrekenen is veilig en ondersteunt veel populaire betaalmethoden.",
    "projectsResumeHeader": "Royal Resume Generator",
    "projectsResumeDescription": "Deze website is een gratis service waarmee gebruikers hun eigen cv kunnen genereren op basis van de door mij gemaakte sjabloon. Het cv wordt ingevuld door informatie die door de gebruiker in het formulier is verstrekt. Elke sectie van het formulier is gelijk aan de hervattingssectie, sommige velden zijn verplicht, sommige hebben een beperkt aantal tekens. CV wordt gegenereerd op serverzijde van Chrome. Hiervoor gebruik ik poppenspelers en stuurbibliotheken. Vervolgens wordt het bestand tijdelijk opgeslagen (niet in database) aan serverzijde en naar de client gestuurd, waar het door de browser wordt afgehandeld (gedownload of geopend). De service is gratis, maar de gebruiker kan me 'doneren' met de donatieknop van Paypal. Ik bewaar geen door de klant verstrekte informatie in het formulier om het gebruik voor gebruikers veilig en comfortabel te maken. Bekijk het gerust !",
    "projectsOtherHeader": "My other projects",
    "projectsOtherHeader1": "Noir Fatale Dark Electronics",
    "projectsOtherDescription1": "Het is mijn privé website voor muziekprojecten. Muziek maken is mijn grote passie. Deze website is gemaakt met eenvoudige HTML5, CSS3, JavaScript en een enkele regel PHP-code om het index.html-bestand te bedienen. Ik nodig je uit om mijn donkere, originele, elektronische muziek te bezoeken en te beluisteren.",
    "projectsOtherHeader2": "Chefsbook",
    "projectsOtherDescription2": "Chefsbook is een hulpmiddel voor chef-koks, waarin u de belangrijkste gegevens die in het dagelijkse keukenleven worden gebruikt, kunt opslaan. Denk hierbij aan recepten, schema's, kalender met evenementen, voorbereidingslijsten. Om de service te gebruiken, moet de gebruiker een account registreren of inloggen bij Google.",

    "cookiesStatementHeader": "This website uses Cookies",
    "cookiesStatementText": "We use cookies to personalise content and adds, to provide social media features and to analyse our traffic. We share some of this cookies with our social media, analytic and advertaisment partners."
}
